{
	"status": "SUCCESS",
	"code": "SUCCESS",
	"detail": {
		"appointment_length": "6 month mininum required, 1 year commitment preferable",
		"position_id": 122845,
		"qualifications": "<ul><li>Enthusiastic about the Red Cross mission and programs</li><li>Direct experience (professional or volunteer) in providing special event support (preferred)&nbsp;</li><li>Previous experience working with SalesForce preferred, but not required</li><li>Background in fundraising preferred but not required</li><li>Knowledge of fundraising principals&nbsp;</li><li>Ability to work well with diverse groups of audiences&nbsp;</li></ul>",
		"purpose": "Financial Development volunteers will assist staff with preparing information and research for corporate accounts, holiday mailings, disaster related material, strategic partnerships, annual meetings, and supporting annual fundraising events.",
		"position_name": "Philanthropy/Fundraising Volunteer",
		"relationships": "Financial Development Staff",
		"training": "<p>Training will be provided by Financial Development Staff prior to starting position. Online training will include:</p><ul><li>Orientation to the American Red Cross</li><li>Development Department Orientation</li><li>Events Outreach Training&nbsp;</li></ul>",
		"development_opportunities": "<ul><li>Mentorship with Development Staff</li><li>Opportunity to learn fundamentals of fundraising and fund development</li><li>Gain professional fundraising experience with a well-recognized and respected international organization&nbsp;</li></ul>",
		"responsibilities": "<ul><li><ul><li>Conduct basic research on potential donors, donor data entry, adding notes, contacts, relationships, and other clerical data entry including maintenance of Salesforce data</li><li>Assist with event venue arrangement, signage, table arrangements, displays, registration process</li><li>Offer ideas, strategies, and opportunities for ways to ensure a successful event</li><li>Help generate awareness of the event in the National Capital Region</li></ul></li></ul>",
		"open_time_days": "Volunteer must be able to commit to a volunteer position within the Financial Development Team for a minimum of 6 months, with a year preferred. For volunteers assisting with event logstics and annual events, day of attendance is required.",
		"sign_up_url": "https://arcssotest33.tcheetah09.com/?nd=intake&opportunity_id=122845"
	}
}